tap 'homebrew/bundle'
tap 'thoughtbot/formulae'
tap 'caskroom/fonts'

brew 'elixir'
brew 'node'
brew 'onepass'
brew 'openssl'
brew 'postgres', restart_service: true
brew 'rcm'
brew 'redis', restart_service: true
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'tower'
cask 'transmit'
cask 'slack'

cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
