tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'thoughtbot/formulae'

brew 'bash-completion'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-machine-completion'
brew 'heroku'
brew 'libffi'
brew 'libyaml'
brew 'minikube'
brew 'node'
brew 'openssl'
brew 'postgresql', args: ["without-perl"], restart_service: true
brew 'rcm'
brew 'redis', restart_service: true
brew 'terraform'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'zsh'
cask '1password'
cask 'docker'
cask 'logitech-options'
cask 'sublime-text'
cask 'tower'
cask 'transmit'

# Fonts
cask 'font-courier-prime'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
